#+TITLE: Résultats de l'article 1
#+AUTHOR: Maxime Cochennec
#+OPTIONS: H:2 toc:t num:t
#+LATEX_CLASS: beamer
#+LATEX_CLASS_OPTIONS: [presentation]
#+LATEX_HEADER: \usepackage{multirow}
#+LATEX_HEADER: \usepackage{tabularx}
#+LATEX_HEADER: \usepackage{booktabs}
#+LATEX_HEADER: \usepackage{caption}
#+LATEX_HEADER: \usepackage{palatino}
#+LATEX_HEADER: \usepackage{newtxmath}
#+BEAMER_THEME: Boadilla
#+COLUMNS: %45ITEM %10BEAMER_ENV(Env) %10BEAMER_ACT(Act) %4BEAMER_COL(Col)
#+EXPORT_EXCLUDE_TAGS: noexport


** Pressure drop
#+NAME: pressureGrad
|        h |  Ca=0.5 o |   Ca=0.5w | Ca=0.125 o | Ca=0.125 w | Ca=0.025 o | Ca=0.025 w |
|----------+-----------+-----------+------------+------------+------------+------------|
|     0.03 |  11.92371 | 14.401662 |  12.229869 |   15.54456 |  14.111277 |  20.387178 |
|   0.0025 | 12.493008 | 14.960205 |  12.654333 |  15.803397 |  14.155731 |  20.345592 |
|    0.001 | 15.540975 | 18.212517 |  15.657129 |  19.162542 |  17.226642 |  24.348603 |
|   0.0005 |  26.60787 |  29.26794 |  26.562699 |  30.597975 |  28.191006 |  37.925715 |
|  0.00025 |  72.09435 | 68.837736 |  71.307801 |  71.081229 |    72.2019 |   84.19014 |
| 0.000125 | 257.41017 | 206.04429 |  254.56368 |  209.49306 |  250.78509 |  228.22827 |
| 6.25E-05 |  997.2753 | 699.75615 |   990.1053 |  706.08726 |   976.4106 |   727.6833 |
|  2.5E-05 | 6000.6447 | 3883.4154 |  5987.3085 |  3894.6006 |  5933.2467 |  3945.7227 |
#+TBLFM: $1=remote(saturation,@@#$1);%0.3e

------------------------------------------------------------------------------------------
** Normalized drag
#+NAME: normDragF
|        h | Ca 0.5 df o | Ca 0.5 df w | Ca 0.125 df o | Ca 0.125 df w | Ca 0.025 df o | Ca 0.025 df w |
|----------+-------------+-------------+---------------+---------------+---------------+---------------|
| 3.00e-02 |  -1.248e+00 |  -1.033e+00 |    -1.150e+00 |    -9.122e-01 |    -9.333e-01 |    -6.450e-01 |
| 2.50e-03 |  -1.217e+00 |  -1.017e+00 |    -1.136e+00 |    -9.150e-01 |    -9.452e-01 |    -6.571e-01 |
| 1.00e-03 |  -1.051e+00 |  -8.972e-01 |    -9.695e-01 |    -7.927e-01 |    -7.860e-01 |    -5.557e-01 |
| 5.00e-04 |  -7.983e-01 |  -7.250e-01 |    -7.074e-01 |    -6.154e-01 |    -5.190e-01 |    -3.852e-01 |
| 2.50e-04 |  -6.118e-01 |  -6.361e-01 |    -5.379e-01 |    -5.385e-01 |    -3.310e-01 |    -2.857e-01 |
| 1.25e-04 |  -5.427e-01 |  -6.722e-01 |    -5.142e-01 |    -6.167e-01 |    -3.904e-01 |    -4.815e-01 |
| 6.25e-05 |  -4.988e-01 |  -7.005e-01 |    -4.965e-01 |    -6.784e-01 |    -4.563e-01 |    -5.927e-01 |
| 2.50e-05 |  -4.689e-01 |  -6.396e-01 |    -4.663e-01 |    -6.311e-01 |    -4.645e-01 |    -6.341e-01 |
#+TBLFM: $1=remote(saturation,@@#$1);%0.2e::$2=remote(dfTotalo,@@#$2)/remote(pressureGrad,@@#$2);%0.3e::$3=remote(dfTotalw,@@#$2)/remote(pressureGrad,@@#$3);%0.3e::$4=remote(dfTotalo,@@#$3)/remote(pressureGrad,@@#$4);%0.3e::$5=remote(dfTotalw,@@#$3)/remote(pressureGrad,@@#$5);%0.3e::$6=remote(dfTotalo,@@#$4)/remote(pressureGrad,@@#$6);%0.3e::$7=remote(dfTotalw,@@#$4)/remote(pressureGrad,@@#$7);%0.3e

------------------------------------------------------------------------------------------

#+NAME: normDragPlat
|        h | Ca 0.5 df o | Ca 0.5 df w | Ca 0.125 df o | Ca 0.125 df w | Ca 0.025 df o | Ca 0.025 df w |
|----------+-------------+-------------+---------------+---------------+---------------+---------------|
| 3.00e-02 |   0.000e+00 |   0.000e+00 |     0.000e+00 |     0.000e+00 |     0.000e+00 |     0.000e+00 |
| 2.50e-03 |  -4.571e-02 |  -1.317e-02 |    -4.526e-02 |    -1.239e-02 |    -4.073e-02 |    -9.403e-03 |
| 1.00e-03 |  -2.297e-01 |  -6.759e-02 |    -2.285e-01 |    -6.387e-02 |    -2.092e-01 |    -4.916e-02 |
| 5.00e-04 |  -5.363e-01 |  -1.684e-01 |    -5.383e-01 |    -1.600e-01 |    -5.108e-01 |    -1.265e-01 |
| 2.50e-04 |  -7.905e-01 |  -2.873e-01 |    -8.005e-01 |    -2.783e-01 |    -7.960e-01 |    -2.295e-01 |
| 1.25e-04 |  -8.834e-01 |  -3.858e-01 |    -8.929e-01 |    -3.813e-01 |    -9.103e-01 |    -3.439e-01 |
| 6.25e-05 |  -9.069e-01 |  -4.557e-01 |    -9.116e-01 |    -4.525e-01 |    -9.250e-01 |    -4.395e-01 |
| 2.50e-05 |  -9.157e-01 |  -5.078e-01 |    -9.161e-01 |    -5.079e-01 |    -9.212e-01 |    -5.071e-01 |
#+TBLFM: $1=remote(saturation,@@#$1);%0.2e::$2=remote(plateso,@@#$2)/remote(pressureGrad,@@#$2);%0.3e::$3=remote(platesw,@@#$2)/remote(pressureGrad,@@#$3);%0.3e::$4=remote(plateso,@@#$3)/remote(pressureGrad,@@#$4);%0.3e::$5=remote(platesw,@@#$3)/remote(pressureGrad,@@#$5);%0.3e::$6=remote(plateso,@@#$4)/remote(pressureGrad,@@#$6);%0.3e::$7=remote(platesw,@@#$4)/remote(pressureGrad,@@#$7);%0.3e

------------------------------------------------------------------------------------------

#+NAME: normDragCyl
|        h |     Ca 0.5 |   Ca 0.125 |   Ca 0.025 |
|----------+------------+------------+------------|
| 3.00e-02 | -2.546e+00 | -2.494e+00 | -2.335e+00 |
| 2.50e-03 | -2.507e+00 | -2.468e+00 | -2.331e+00 |
| 1.00e-03 | -2.322e+00 | -2.291e+00 | -2.187e+00 |
| 5.00e-04 | -2.010e+00 | -1.986e+00 | -1.928e+00 |
| 2.50e-04 | -1.742e+00 | -1.720e+00 | -1.680e+00 |
| 1.25e-04 | -1.649e+00 | -1.629e+00 | -1.582e+00 |
| 6.25e-05 | -1.634e+00 | -1.620e+00 | -1.588e+00 |
| 2.50e-05 | -1.625e+00 | -1.621e+00 | -1.600e+00 |
#+TBLFM: $2=remote(cylinder,@@#$2)/(5e-4*1e-3)/remote(pressureGrad,@@#$3);%0.3e::$3=remote(cylinder,@@#$3)/(5e-4*1e-3)/remote(pressureGrad,@@#$5);%0.3e::$4=remote(cylinder,@@#$4)/(5e-4*1e-3)/remote(pressureGrad,@@#$7);%0.3e

------------------------------------------------------------------------------------------

#+NAME: totalo
|        h | Ca 0.5 | Ca 0.125 | Ca 0.025 |
|----------+--------+----------+----------|
| 3.00e-02 |  -1.25 |    -1.15 |    -0.93 |
| 2.50e-03 |  -1.26 |    -1.18 |    -0.99 |
| 1.00e-03 |  -1.28 |    -1.20 |    -1.00 |
| 5.00e-04 |  -1.33 |    -1.25 |    -1.03 |
| 2.50e-04 |  -1.40 |    -1.34 |    -1.13 |
| 1.25e-04 |  -1.43 |    -1.41 |    -1.30 |
| 6.25e-05 |  -1.41 |    -1.41 |    -1.38 |
| 2.50e-05 |  -1.38 |    -1.38 |    -1.39 |
#+TBLFM: $1=remote(saturation,@@#$1);%0.2e::$2=remote(normDragF,@@#$2)+remote(normDragPlat,@@#$2);%0.2f::$3=remote(normDragF,@@#$4)+remote(normDragPlat,@@#$4);%0.2f::$4=remote(normDragF,@@#$6)+remote(normDragPlat,@@#$6);%0.2f

#+NAME: totalw
|        h | Ca 0.5 | Ca 0.125 | Ca 0.025 |
|----------+--------+----------+----------|
| 3.00e-02 |  -1.51 |    -1.58 |    -1.69 |
| 2.50e-03 |  -1.50 |    -1.57 |    -1.68 |
| 1.00e-03 |  -1.49 |    -1.56 |    -1.68 |
| 5.00e-04 |  -1.45 |    -1.53 |    -1.67 |
| 2.50e-04 |  -1.39 |    -1.46 |    -1.62 |
| 1.25e-04 |  -1.36 |    -1.39 |    -1.44 |
| 6.25e-05 |  -1.39 |    -1.39 |    -1.43 |
| 2.50e-05 |  -1.49 |    -1.50 |    -1.47 |
#+TBLFM: $1=remote(saturation,@@#$1);%0.2e::$2=-remote(normDragF,@@#$3)+remote(normDragPlat,@@#$3)+remote(normDragCyl,@@#$2);%0.2f::$3=-remote(normDragF,@@#$5)+remote(normDragPlat,@@#$5)+remote(normDragCyl,@@#$3);%0.2f::$4=-remote(normDragF,@@#$7)+remote(normDragPlat,@@#$7)+remote(normDragCyl,@@#$4);%0.2f


